

[
    {
        "title":"Plava voda",
        "description:":"Plava Voda Travnik",
        "header":"plava-voda/p1",
        "moreInformation":[
            {
                "title":"",
                "content":"Jedna od najpoznatijih turističkih atrakcija Travnika svakako je Plava voda. Nalazi se u naselju Šumeće u kojem izvire Plava voda, koja se uz potok Hendek ulijeva u rijeku Lašvu. U ljetnim mjesecima ovdje na kratki predah i uživanje u bistroj vodi, velikim ribnjacima, pratećem zelenilu, ili odmor uz piće i kafu ili nadaleko poznate ćevape navrate mnogi putnici. Stanovnicima vezirskog grada svakako je to jedno od omiljenih mjesta.\n Najzanimljivija lokacija na Plavoj vodi je Lutvina kahva. Upravo na ovom mjestu 1807. počinje, i sedam godina kasnije, završava radnja romana “Travnička hronika” nobelovca Ive Andrića. Bila je to skromna drvena kućica, gdje su se, kako se navodi u romanu, okupljali i sjedili travnički begovi, a tako je i kahva koja se danas pije na ovom mjestu postala “čuvena”",
            },
            {
                "title":"Brojne građevine",
                "content":"Lutvina kafana mjesto je gdje i danas navraćaju brojni kako domaći tako i strani turisti jer žele popiti čuvenu Lutvinu kahvu koja je služi u džezvi, a kraj nje fildžan, rahat lokum, cigareta i šibica. Baš onako kako je oduvijek bilo. \n Plava voda još nudi ugođaj koji je nezaboravan, a većina ljudi koji navraćaju u Travnik ne mogu, a da ne popiju kahvu i to baš na mjestu gdje je nekada, iz Andrićevih romana, Lutvo pravio kahvu. \n Ovo mjesto ima još i naziv “Rudolfova kafana” jer je 18. juna 1887. godine imala posebnog gosta. Naime, na svom putu po Bosni, gdje je vršio inspekciju konjičkih jedinica, u Lutvinoj kafani kraće vrijeme zadržao se austrijski nadvojvoda i austrougarski prijestolonasljednik Rudolf Kari Franz Josef, jedinac cara Franje Josipa i Elizabete Bavarske.",
            },
            {
                "title":"Muzej na otvorenom",
                "content":"Tako ovaj lijepi i atraktivni dio Travnika više liči na neki muzej na otvorenom prostoru, nego na mjesto u kojem obični ljudi žive svoj život podsjećajući se da je njihov grad oko 150 godina bio glavni grad Bosne i u kojem je u tom periodu stolovalo 77 vezira, od kojih su peterica zauvijek ostala u svojim turbetima u Travniku da barem navode na razmišljanje o prolaznosti slave i života…",
            },
            {
                "title":"Opis enterijera",
                "content":"Na Plavoj vodi su do novembra 1906. brojni izvori i potočići danonoćno pokretali više mlinova, vodenica i drvenih stupa, koje su tucale hrastovu koru potrebnu za štovljenje kože u brojnim travničkim kožarama ili tabhanama, od kojih su ostali samo temelji nizvodno pored Lašve. \n Češka firma Franjo Krizik je izgradila te godine branu na akumulacionom jezercetu iz kojeg je sakupljana voda da bi pokrenula turbinu na prvoj hidroelektrani u neposrednoj blizini. Ova hidroelektrana je dugo proizvodila struju sa kojom su se Travničani susreli 1906. prije nego mnogo gradova na području bivše Jugoslavije.",
                
            }
        ],
        "moreInformationPhotos":[
            {
                "name":"plava-voda/1"
            },
            {
                "name":"plava-voda/2"
            },
            {
                "name":"plava-voda/3"
            },
            {
                "name":"plava-voda/4"
            },
            {
                "name":"plava-voda/5"
            },
            {
                "name":"plava-voda/6"
            }
        ]
    },
    {
        "title":"Šarena džamija",
        "description:":"Sulejmanija Šarena džamija Travnik",
        "header":"sarena-dzamija/header",
        "moreInformation":[
            {
                "title":"",
                "content":"Na mjestu Šarene džamije je još krajem XVI stoljeća podigao svoju džamiju neki Gazi-aga, po kojem je ona sve do 1757. godine bila poznata kao Gazi-agina džamija. Nije sačuvan opis Gazi-agine džamije. Ova prva džamija je imala i harem koji je vremenom potiskivan i stiješnjen uz samu džamiju. 1757. godine je bosanski valija Sopa Salan Ćamil-Ahmed-paša iz temelja obnovio Gazi-aginu džamiju, sagradivši pod njom bezistan sa dvadeset i sedam dućana, pa se ona od tada nazvala Ćamilija džamija. \nIz vakufname Ahmed-pašine, tj. vakufname Ćamilija džamije iz 1757. godine, saznaje se samo da je Gazi-agina džamija te godine bila u potpuno urušenom stanju, te da ju je nešto prije 3. jula 1757. godine obnovio dobrotvor Ahmed-paša.",
            },
            {
                "title":"",
                "content":"Vakufnama sadrži podatke o tome da je džamija iz temelja obnovljena, osim kamene munare, i da je tada temeljito opravljen i vodovod. Tom prilikom je uz džamiju izgrađena i česma sa četiri lule i u nju dovedena voda iz već postojećeg vodovoda. \n Ova vakufnama, pored drugih podataka, sadrži i opis nove građevine u kome se kaže da je džamija počivala na kratkim kamenim stupovima, te da je pod džamijom bezistan sa dva ulaza i deset dućana unutar njega i sedamdeset poredanih oko bezistana, iza arkada džamije. \n Ovaj opis u potpunosti odgovara sadašanjem stanju objekta, pa je vjerovatno da je ovaj dio objekta preživio požar koji je 1815. godine zahvatio Donju čaršiju, a sa njom i džamiju.",
            },
            {
                "title":"Obnova nakon požara",
                "content":"Nakon ovog požara iz 1815. godine, džamiju je temeljito obnovio Skopljak Sulejman-paša, po kojem se džamija od tada naziva Sulejmanijom. Ovaj vezir je stolovao u Travniku od 27. oktobra 1815. do 23. januara 1818. godine.Pored obnove ove džamije, on je sagradio turbe nad mezarom bosanskog vezira Mustafe-paše Jenišeherlije u dvorištu Kukavičine medrese u Gornjoj čaršiji, te obnovio sahat-kulu kod Hadži Ali-begove džamije.\n Za održavanje ovih objekata ostavio je bogat, vezirski vakuf, a samoj džamiji je poklonio i ostavio na čuvanje visoko tursko odlikovanje koje je on primio za vojne zasluge. O dešavanjima u vezi sa Šarenom džamijom od 1815. godine do danas se malo zna. Iz historijskih podataka zaključuje se da je tokom bombardiranja Travnika u II svjetskom ratu porušen zapadni ugao objekta i već 1945. godine je on obnovljen.",
            },
            {
                "title":"Opis enterijera",
                "content":"Enterijer Sulejmanije (šarene) džamije je posebno bogato dekorisan. Naročito se ističu lijepo slikane ornamentalne partije nad mihrabom i lučnim poljima nad prozorima. Na galeriji iznad prozora u kaligraf­ski izvedenom arapskom pismu ispisana su imena najbližih ashaba Muhammeda, s.a.v.s. Živopisno je ukrašena kaseti­rana tavanica i drveni stubovi koji nose galeriju i stropnu konstrukciju. Munara se nalazi na lijevoj umjesto na desnoj strani džamije kako je, inače, pravilo kod gradnje džamija. Pretpostavlja se da je munara starija od džamije i da potiče od prethodne Ćamilije.\n U periodu prije 1992. godine Šarena džamija je restaurirana, bezistan stavljen u funkciju i rekonstruisan nekadašnji zanatsko-trgovinski centar oko nje.",
                
            }
        ],
        "moreInformationPhotos":[
            {
                "name":"sarena-dzamija/1"
            },
            {
                "name":"sarena-dzamija/2"
            },
            {
                "name":"sarena-dzamija/3"
            },
            {
                "name":"sarena-dzamija/4"
            },
            {
                "name":"sarena-dzamija/5"
            },
            {
                "name":"sarena-dzamija/6"
            }
        ]
    },
]

